how_to_succeed.tex
% Created 2024-01-13 Sat 08:43
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage{lmodern}
\usepackage[T1]{fontenc}
\usepackage[top=1in, bottom=1.in, left=1in, right=1in]{geometry}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{float}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{marvosym}
\usepackage{wasysym}
\usepackage{amssymb}
\usepackage{amsmath}
\usepackage[theorems, skins]{tcolorbox}
\usepackage[version=3]{mhchem}
\usepackage[numbers,super,sort&compress]{natbib}
\usepackage{natmove}
\usepackage{url}
\usepackage[cache=false]{minted}
\usepackage[strings]{underscore}
\usepackage[linktocpage,pdfstartview=FitH,colorlinks,
linkcolor=blue,anchorcolor=blue,
citecolor=blue,filecolor=blue,menucolor=blue,urlcolor=blue]{hyperref}
\usepackage{attachfile}
\usepackage{setspace}
\usepackage[left=1in, right=1in, top=1in, bottom=1in, nohead]{geometry}
\geometry{margin=1.0in}
\usepackage{amsmath}
\usepackage{graphicx}
\usepackage{epstopdf}
\usepackage{fancyhdr}
\usepackage{hyperref}
\usepackage[labelfont=bf]{caption}
\usepackage{setspace}
\def\dbar{{\mathchar'26\mkern-12mu d}}
\pagestyle{fancy}
\fancyhf{}
\renewcommand{\headrulewidth}{0.5pt}
\renewcommand{\footrulewidth}{0.5pt}
\lfoot{\today}
\cfoot{\copyright\ 2020 W.\ F.\ Schneider}
\rfoot{\thepage}
\title{University of Notre Dame\\Physical Chemistry for Chemical Engineers\\(CHE 30324)}
\author{Prof. William F.\ Schneider}
\def\dbar{{\mathchar'26\mkern-12mu d}}
\usepackage[small]{titlesec}
\titlespacing*{\section}
{0pt}{0.4\baselineskip}{0.0\baselineskip}
\titlespacing*{\subsection}
{0pt}{0.4\baselineskip}{0.0\baselineskip}
\titlespacing*{\subsubsection}
{0pt}{0.1\baselineskip}{0.0\baselineskip}
\setcounter{secnumdepth}{3}
\author{William F. Schneider}
\date{\today}
\title{CHE 30324 Syllabus}
\begin{document}

\begin{OPTIONS}
\end{OPTIONS}

\begin{center}
\textsc{\Large Physical Chemistry for Chemical Engineers (CHE 30324)}\\University of Notre Dame, Spring 2020
\end{center}
\begin{tabular*}{\textwidth}{@{\extracolsep{\fill}}l r}
\hline
Prof.\ Bill Schneider & Classroom: 129 DBRT\\
Office: 370 Nieuwland & Lecture MWF 9:25-10:15\\
\email{wschneider@nd.edu}, phone 574-631-8754 & \http{https://github.com/wmfschneider/CHE30324} \\
\hline
\end{tabular*}

\vspace{1cm}

Most students agree that studying for any chemistry course is no walk in the park, and I'm sure if you ask around most will say that the most conceptually demanding chemistry course is physical chemistry. Physical chemistry involves recalling things you've learned from your physics, calculus, and thermodynamics courses. If math is your weak spot, then you may find this class very daunting. However, physical chemistry is essential as it help you understand the relationship between energy and matter from the microscopic and macroscopic scale. As such, I've written a short document that will hopefully help you all succeed in class, and give you a quick guide on how to complete and study for the homeworks and exams in this class.

\section{How to succeed in Physical Chemistry}
\label{sec:org07a5aeb}
\begin{enumerate}
\item Attend lectures and pay attention
\item Take notes, paying special attentions to the \textbf{concepts}. Equations are provided in the outline and on exams. Strive to understand what an equation means (what quantities it connects, under what circumstances).
\item If you don't understand a concept, ask a question.
\item After class \textbf{rewrite} your notes. This helps reinforce what learned in class and will reveal the things 
you don't understand. Figure those things out, either by reading, thinking, or discussing with friends, TAs, or me.
\item Read and refine notes  everyday!!!
\item Go to office hours, especially TA office hours. There are usually groups of students there. Someone
\end{enumerate}
may ask a question that you may have never considered.                                                   


\section{How to do the homework}
\label{sec:orga362081}
\begin{enumerate}
\item Always read the question in full before attempting to answer it. You'll kick yourself if you lost     
points because you didn't read the question completely.
\item Draw a picture. If you are answering a question about effusion, draw a picture of a particle effusing    
through a hole in a box. This helps your mind wrap around the problem, and helps you see what variables  
in the problem your missing and need to figure out.
\item Keep your notes open while doing the homework and relate what your doing to your notes
\item Ask yourself what concepts are at play
\item \textbf{DON'T} jump straight to python and code your answer. \textbf{SOLVE} it on paper first, then (if a program is necessary), write pseudocode. This
will save you time in the long run and help you when you have a similar problem on an exam.
\item After you sketch out solution on paper, transcribe your results into a python notebook.
\end{enumerate}


\section{How to study for an exam}
\label{sec:org33f1f8e}
Exams are intended for you to demonstrate your command of physical chemistry concepts. Questions will \textbf{not} be identical to the homework. They are not meant to be.

\begin{enumerate}
\item Read the two sections above.
\item As you review, ask yourself these questions: 
\begin{enumerate}
\item What concepts were covered on the homework?
\item How might those concepts be applied/asked about in different ways?
\item What concepts were \textbf{not} covered on the homework but could be on an exam?
\item If you were writing an exam, what questions would you ask?
\end{enumerate}
\item My \textbf{favorite} type of exam question: you've solved ``given A, figure out B'' on the homework, which has required some math, and I ask ``given B, figure out A,'' which can be done with little or no math!
\end{enumerate}
\end{document}